# гороскоп для самых маленьких

num=int(input('Введите число вашего рождения: '))
month=input('Введите число месяца вашего рождения: ')

if month == "4" or "04":
    print('Вы - Овен.')
    print('Вам соответствует стихия Огня.')
    print('Ваша планета - Марс.')
    print('Драгоценный камень, подходящий вам больше всего - это Опал.')
elif mont == "5" or "05":
    print('Вы - Телец.')
    print('Вам соответствует стихия Земли.')
    print('Ваша планета - Венера.')
    print('Драгоценный камень, подходящий вам больше всего - это Сапфир.')
elif mont == "6" or "06":
    print('Вы - Близнецы.')
    print('Вам соответствует стихия Воздуха.')
    print('Ваша планета - Меркурий.')
    print('Драгоценный камень, подходящий вам больше всего - это Агат.')
elif mont == "7" or "07":
    print('Вы - Рак.')
    print('Вам соответствует стихия Воды.')
    print('Ваша планета - Луна.')
    print('Драгоценный камень, подходящий вам больше всего - это Изумруд.')
elif mont == "8" or "08":
    print('Вы - Лев.')
    print('Вам соответствует стихия Огня.')
    print('Ваша планета - Солнце.')
    print('Драгоценный камень, подходящий вам больше всего - это Оникс.')
elif mont == "9" or "09":
    print('Вы - Дева.')
    print('Вам соответствует стихия Земли.')
    print('Ваша планета - Меркурий.')
    print('Драгоценный камень, подходящий вам больше всего - это Карнеол.')
elif mont == "10":
    print('Вы - Весы.')
    print('Вам соответствует стихия Воздуха.')
    print('Ваша планета - Венера.')
    print('Драгоценный камень, подходящий вам больше всего - это Хризолит.')
elif mont == "11":
    print('Вы - Скорпион.')
    print('Вам соответствует стихия Воды.')
    print('Ваша планета - Плутон.')
    print('Драгоценный камень, подходящий вам больше всего - это Берилл.')
elif mont == "12":
    print('Вы - Стрелец.')
    print('Вам соответствует стихия Огня.')
    print('Ваша планета - Юпитер.')
    print('Драгоценный камень, подходящий вам больше всего - это Алмаз.')
elif mont == "1" or "01":
    print('Вы - Козерог.')
    print('Вам соответствует стихия Земли.')
    print('Ваша планета - Сатурн.')
    print('Драгоценный камень, подходящий вам больше всего - это Рубин.')
elif mont == "2" or "02":
    print('Вы - Водолей.')
    print('Вам соответствует стихия Воздуха.')
    print('Ваша планета - Уран.')
    print('Драгоценный камень, подходящий вам больше всего - это Гранат.')
elif mont == "3" or "03":
    print('Вы - Рыбы.')
    print('Вам соответствует стихия Воды.')
    print('Ваша планета - Нептун.')
    print('Драгоценный камень, подходящий вам больше всего - это Аметист.')




